{
  "children": [
    {
      "id": "children 1",
      "name": "The Children's Place Girls Basic Super skinny Jean- Blue",
      "description": {
        "style": "Causual yet refined basic super skinny jeans for kid, which  feature slant pockets, a zip fly, and visible stitching, made from a durable demin material with a classic blue color.The Denim jacket is created with clean cotton fibres combined into long strings, which are woven tightly together with an industrial machine. The key denim fabric properties — durability and thickness — come from the strength of these twists of yarn",
        "sizeAndFit": [
          "The Model is 6years old and 18.75 to 20.25 inches, and she is wearing a size 6 small."
        ],
        "fabricCare": [
          "Use mild detergent",
          "Machine wash cold",
          "No bleach needed"
        ]
      },
      "image": "/children 3.webp",
      "price": "$9.50"
    },

    {
      "id": "Children 2",
      "name": "Autumn Spring Kids Knitted Sweater Casual Long Sleeve Boys Cardigan",
      "description": {
        "style": "The Autumn spring kid Knitted cardigan is a Simple Sweater  knitted seamlessly in the round from the top down. It begin from the neck, and work the yoke with raglan increases. Sleeve stitches are then put on hold, and the body is completed.",
        "sizeAndFit": [
          "The model is 10 years old  is wearing a size 9 medium",
          "Standard fit",
          "Fit true to size"
        ],
        "fabricCare": [
          "Wash your knitwear by hand or on a gentle cycle in your washing machine with like colours",
          "Avoid harsh detergents, bleach, and stain removers",
          "Machine wash cold"
        ]
      },
      "image": "/children 4.webp",
      "price": "$12.50"
    },

    {
      "id": "Children 3",
      "name": "Summer Children's Sun Protective Coat Boys and Girls",
      "description": {
        "style": " Children outer garment for the upper body as worn by either gender for warmth or fashion,it have long sleeves and are open down the front and closing by means of a belt.",
        "sizeAndFit": [
          "The Models are 5years and are wearing a size 7 small ",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "Use a basic and mild detergent",
          "Never wash with chlorine bleach",
          "Sun drying",
          "Machine wash cold"
        ]
      },
      "image": "/children 6 (1).webp",
      "price": "$10.99"
    },

    {
      "id": "Children 4",
      "name": "Children Round Neck Polo Grey",
      "description": {
        "style": "This classic crew neck patterned polo is made with high quality cotton that would last for years and give you a comfortable feel with double stiche at the bottom and hems for added durablity",
        "sizeAndFit": [
          "Model 9 years old and is wearing a size 7 medium",
          "Standard fit and fit true to size "
        ],
        "fabricCare": [
          "100% cotton",
          "Double needled hems and bottom",
          "Machine wash cold"
        ]
      },
      "image": "/children 18.webp",
      "price": "$7.00"
    },

    {
      "id": "Children 5",
      "name": "New Hot Spring Baby Girls Clothing Set Demin Overall and Patterned Shirt",
      "description": {
        "style": "Every girl's wardrobe should have at least one denim overall dress! This model is perfect: adjustable straps, a pocket in front, faded yokes that are buttoned on the sides and a style that's easy to coordinate, it comes with a 100% cotton patterned inner that gives a comfortable feel.",
        "sizeAndFit": [
          "Model is 11 years old and is wearing a  8 small",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "Use a basic and mild detergent",
          "Never wash with chlorine bleach",
          "Sun drying",
          "Machine wash cold"
        ]
      },
      "image": "/children 13.webp",
      "price": "$18.00"
    },

    {
      "id": "Children 6",
      "name": "Baby Girls Clothing Set Oversized Overall and Floral shirt",
      "description": {
        "style": "Every girl's wardrobe should have at least one denim overall dress! This model is perfect: adjustable straps, a pocket in front, faded yokes that are buttoned on the sides and a style that's easy to coordinate",
        "sizeAndFit": [
          " The Model is 9years old and is wearing a size 9 medium"
        ],
        "fabricCare": [
          "A natural fiber that is breathable and resists wrinkling,",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/children 2 (1).webp",
      "price": "$12.00"
    },

    {
      "id": "Children 7",
      "name": "2 Piece Set Girls Outing Wears Regular Fit Long Sleeve Shirt and Palazzo Pant",
      "description": {
        "style": "Long unisex pants cut with a loose, extremely wide leg that flares out from the waist, it is made from very soft light  materials the botton is double needle stiche for added durability, it is paired with a plain 100% cotton long sleeve shirt, which gives it an elegant look and comfortable feel.",
        "sizeAndFit": [
          "Model is 9 years old and is wearing a size 7 meduim pant and a size 7 small shirt",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "A natural fiber that is breathable and resists wrinkling,",
          "Use a basic and mild detergent",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/children 5 (1).webp",
      "price": "$20.40"
    },

    {
      "id": "Children 8",
      "name": "Boy's Jean Casual Pockets Demin Overalls Oversized Jean",
      "description": {
        "style": "Every boy's wardrobe should have at least one denim overall dress! This model is perfect: adjustable straps, a pocket in front, faded yokes that are buttoned on the sides and a style that's easy to coordinate",
        "sizeAndFit": [
          " The Model is 4years old and is wearing a size 4 medium"
        ],
        "fabricCare": [
          "A natural fiber that is breathable and resists wrinkling,",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/children 7.webp",
      "price": "$8.99"
    },

    {
      "id": "Children 9",
      "name": "Unisex Plain Round Neck Polo T-Shirt (white)",
      "description": {
        "style": "This classic white crew neck  is made with high quality cotton that would last for years and give you a comfortable feel with double stiche at the bottom and hems for added durablity",
        "sizeAndFit": [
          "Model is 9 years old and is wearing a size 7 medium",
          "Standard fit and fit true to size "
        ],
        "fabricCare": [
          "100% cotton",
          "Double needled hems and bottom",
          "Machine wash cold",
          "Avoid harsh detergents, bleach, and stain removers"
        ]
      },
      "image": "/children 8.webp",
      "price": "$58.19"
    },

    {
      "id": "Children 10",
      "name": "Designer Thick Solid Color Cardigan For Babys ",
      "description": {
        "style": "Handmade unique children's appliqué cardigans for boys and girls. Made with luxury, soft alpaca fibres, perfect for babies and young children. It keeps them warm while fitting easily into any child's outfit",
        "sizeAndFit": [
          "The models are 11 months old and are wearing a size 4 medium",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "100% cotton",
          " Turn the shirt inside out and wash with cold water with like colors",
          "If you are going to use a machine we advise you put it on a delicate setting and use low heat"
        ]
      },
      "image": "/children 9 (1).webp",
      "price": "$15.58"
    },

    {
      "id": "children  11",
      "name": "Children's Summer Beach Pants",
      "description": {
        "style": "These  Pants are suitable for the birthday party, casual, playground, school, backyard outdoor activities or at home. Stylish pants can match both a plain and patterned top  ",
        "sizeAndFit": [
          "the models are 7 and 8 years old  and are wearing a 8 small",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "100% french terry fabric",
          "Machine wash cold",
          "No fabric softern needed"
        ]
      },
      "image": "/children 10 (1).webp",
      "price": "$4.99"
    },

    {
      "id": "Children 12",
      "name": "Girl's Wide Leg Denim Trousers - White",
      "description": {
        "style": "The girl's wide leg denmin trouser is created with clean cotton fibres combined into long string, which are woven tightly together with industrial machine it is very durable and has additional thickness very suitable for outdoors. ",
        "sizeAndFit": [
          "The Model is 4 years old and is wearing a size 4 small",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "Use a basic and mild detergent",
          "Never wash with chlorine bleach",
          "Sun drying",
          "Machine wash cold"
        ]
      },
      "image": "/children 11.webp",
      "price": "$10.00"
    },

    {
      "id": "Children 13",
      "name": "Christmas Children Pullover Knit Bottoming Shirt",
      "description": {
        "style": "0-5Years Children Boy's Chirstmas Sweater Long Sleeve Cartoon Knitted Cardigan Top Toddler Kids Knitwear Jumper Fall Winter Clothes. It keeps them warm while fitting easily into any child's outfit. The effect left by a kids cardigan depends essentially on what it is worn on ",
        "sizeAndFit": [
          "The model is 2 years old and is wearing a 3 small",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "Wash your wool sweaters in a laundry bag.",
          "Use a mild detergent that's suitable for delicate fabrics.",
          "Machine wash cold"
        ]
      },
      "image": "/children 12 (1).webp",
      "price": "$14.99"
    },

    {
      "id": "Children 14",
      "name": "Children's Halloween Costume",
      "description": {
        "style": "Popular costumes for kids include Spiderman, Glow-in-the-dark Skeleton, Witches, Disney Zombies, Harley Quin, Fairies, and Ninjas. How do I make my kids'  ",
        "sizeAndFit": ["Standard fit", "Fit true to size "],
        "fabricCare": [
          "A natural fiber that is breathable and resists wrinkling,",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/children 14.webp",
      "price": "$4.99"
    },

    {
      "id": " Children 15",
      "name": "Baby Girl's Birthday Party Dress with Lace (white)",
      "description": {
        "style": "Baby girl lace dress, the dress is made of fine lace ivory chantilly,High quality dress short sleeve dress .Detailed floral lace cover the whole dress .Satin weave inner layer •Soft cotton underskirt, concealed ack zip. Perfect fot parties ",
        "sizeAndFit": [
          "The Model is 3 years old and is wearing a 4 small",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "Hand washed using cool water and a mild detergent.",
          "Avoid vigorous scrubbing, which will distort the fibers.",
          "Rinse well and do not wring to remove water, gently squeeze instead."
        ]
      },
      "image": "/children 15.webp",
      "price": "$10.09"
    },

    {
      "id": "Children 16",
      "name": "Baby Girl's knitted Fitted Turtle Neck Long sleeve Pullover - White",
      "description": {
        "style": "Also known as a polo neck, a turtleneck is a garment with a high neckline that folds over. The turtleneck collar sits close around the neck with a snug fit. Turtlenecks come in different styles, including sweaters and long sleeve shirts, and also come in a variety of materials, such as cashmere, wool, and cotton.",
        "sizeAndFit": [
          " The Model is 6 years old and is wearing a 7 medium",
          "Standard fit and fit true to size "
        ],
        "fabricCare": [
          "100% cotton",
          " Turn the shirt inside out and wash with cold water with like colors",
          "If you are going to use a machine we advise you put it on a delicate setting and use low heat"
        ]
      },
      "image": "/children 16.webp",
      "price": "$14.00"
    },

    {
      "id": "Children 17",
      "name": "Girl's Round Neck Top And Matching Stylish Girls Pants Joggers",
      "description": {
        "style": "This classic white crew neck  is made with high quality cotton that would last for years and give you a comfortable feel with double stiche at the bottom and hems for added durablity, its is paired with a matching jogger pants, suitable for ",
        "sizeAndFit": [
          " The Model is 4 years old and is wearing a size 4 small top and a size 5 medium",
          "Standard fit and fit true to size "
        ],
        "fabricCare": [
          "100% cotton",
          "Double needled hems and bottom",
          "Machine wash cold"
        ]
      },
      "image": "/children 17.webp",
      "price": "$15.00"
    },

    {
      "id": "Children 18",
      "name": "Girls Satin Patterned White Gown",
      "description": {
        "style": " This Satin patterned dress is wrinkle resistant,with high-quality, vibrant colours and images this creates the perfect combination of a soft, luxurious look and feel and a vibrant pattern printed on to the surface.",
        "sizeAndFit": [
          " The Model is 5 years old and is wearing a size 5 small",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "A natural fiber that is breathable and resists wrinkling,",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/children 19.webp",
      "price": "$6.10"
    },

    {
      "id": "Children 19",
      "name": "Autumn and Winter Children's Down Jacket Warm Coat- White",
      "description": {
        "style": "Children down leather winter over coat jacket extra thick,long sleeve open front with a zipper, suitable for outdoors",
        "sizeAndFit": [
          "Model is 8 years old and is wearing a size 7 large",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "100% wool",
          "Gently brush the coat with a soft suede brush after use before hanging in the closet",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/children 20.webp",
      "price": "$12.10"
    },

    {
      "id": " Children 20",
      "name": "Children Autumn And Winter Thickened Leather Jacket",
      "description": {
        "style": "Loose fitting hooded sweater made from thicker frabic for additional warmth, with a hood with draw strings, long sleeves with kangaroo pocket.",
        "sizeAndFit": [
          "Model is 7 years old and is wearing a size 7 medium ",
          "Standard fit",
          "Fit true to size"
        ],
        "fabricCare": [
          "100% french terry fabric",
          "Machine wash cold",
          "No fabric softern needed"
        ]
      },
      "image": "/children 21.webp",
      "price": "$18.10"
    },

    {
      "id": "Children 21",
      "name": "Boy's Long Sleeve Button-Up Shirt (Gray)",

      "description": {
        "style": "Boy's high quality plain  gray  long sleeve shirt, It is made of a Good quality cotton material use for making fitted shirts. Though a casual wear, it can still be worn as an inner shirt under a 2 piece suit or jacket. Other ways of wearing it is by rocking it on jeans, chinos or just plain pants.",
        "sizeAndFit": [
          "Model is 5 years old and is wearing a size 7 small",
          "Standard fit and fit true to size "
        ],
        "fabricCare": ["100% cotton", "Machine wash cold"]
      },
      "image": "/children 22.webp",
      "price": "$8.10"
    },

    {
      "id": "Children 22",
      "name": "Boy's Round Neck Polo Shirt- White",
      "description": {
        "style": "Comfortable Causual and loose fitting white coloured t-shirt, it can be worn by anyone, made from 100% cotton, with double stitche at the botton amd sleeve hems from extra durability ",
        "sizeAndFit": [
          "Model is 11 years and is wearing a size 12 medium",
          "Standard fit and fit true to size "
        ],
        "fabricCare": [
          "100% cotton",
          "Double needled hems and bottom",
          "Machine wash cold"
        ]
      },
      "image": "/children 23.webp",
      "price": "$6.10"
    }
  ],

  "women": [
    {
      "id": "Women 1",
      "name": "Women's Suit Office Long Sleeve Suit Pant 2 Piece Set",
      "description": {
        "style": "2 Piece Work Suits for Women's Houndstooth Print Buttons Open Front Long Sleeve Coat + Long Pants Casual Clothes",
        "sizeAndFit": [
          "The model has a 32 Waist, and a 28.5 inside leg and is waering a size 38 small. "
        ],
        "fabricCare": [
          "A natural fiber that is breathable and resists wrinkling,",
          "Gently brush the coat with a soft suede brush after use before hanging in the closet",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/women 10.webp",
      "price": "$98.50"
    },

    {
      "id": "Women 2",
      "name": "Ladies Office Work Blazers Spring Autumn Blazers",
      "description": {
        "style": "100% wool ladies office blazer long sleeve with solid colors and beautiful patterned stripes extra thick suitables for cold weathers.",
        "sizeAndFit": ["The model 4'5 and is wearing a large "],
        "fabricCare": [
          "A natural fiber that is breathable and resists wrinkling,",
          "Gently brush the coat with a soft suede brush after use before hanging in the closet",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/women 7 (1).webp",
      "price": "$58.02"
    },

    {
      "id": "Women 3",
      "name": "White Oversized Boyfriend Shirt Long Sleeve And Short",
      "description": {
        "style": "100% cooton oversized white boyfriend shirt long sleeve and matching short with similar fabric, single breasted shirt button down with double needle stich and the hems and botton for added durbality.",
        "sizeAndFit": ["The model is a 4'7 and is wearing an XX-large. "],
        "fabricCare": [
          "100% cotton",
          "Machine wash cold",
          "No fabric softern needed."
        ]
      },
      "image": "/women 9.webp",
      "price": "$40.99"
    },

    {
      "id": "Women 4",
      "name": "Summer Fashoin Ladies Outerwear Denim Jacket",
      "description": {
        "style": "The Denim jacket is created with clean cotton fibres combined into long strings, which are woven tightly together with an industrial machine. The key denim fabric properties — durability and thickness — come from the strength of these twists of yarn. ",
        "sizeAndFit": [
          "Model has a chest size 34, waist size 35,sleeve size 23,and is wearing a large size"
        ],
        "fabricCare": [
          "Use a basic and mild detergent",
          "Never wash with chlorine bleach",
          "Soak your jacket in cold water and let it be for at least an hour",
          "For Machine wash, You should turn your suit jacket inside out and put it in a mesh bag. Depending on your washing machine you should find the gentlest washing option and make sure that the temperature is set on cold.",
          "Machine wash cold"
        ]
      },
      "image": "/woman 1.webp",
      "price": "$30.00"
    },

    {
      "id": "Women 5",
      "name": "Women Leather Coat Jacket With Zipper",
      "description": {
        "style": "Ladies leather Bikers jacket with zippers and long sleeve it is warm and windproof and aside from their use by motorcyclists they are also worn for protection during rugged outdoor activities",
        "sizeAndFit": [
          "Model is 6'5 and is wearing a 46 large",
          "Standard fit",
          "Fit true to size"
        ],
        "fabricCare": [
          "100% leather,Keep your jacket dry. Avoid wearing your leather jacket in rainy weather,",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/women 14.webp",
      "price": "$30.00"
    },

    {
      "id": "Women 6",
      "name": "Quality ladies Strechy Demin short",
      "description": {
        "style": "The demin short is created with clean cotton fibres combined into long string, which are woven tightly together with industrial machine it is very durable and has additional thickness very suitable fot outdoors.",
        "sizeAndFit": [
          "Model is 6'5 and is wearing a small",
          "Standard fit",
          "Fit true to size"
        ],
        "fabricCare": [
          "Use a basic and mild detergent",
          "Never wash with chlorine bleach",
          "Sun drying",
          "Machine wash cold"
        ]
      },
      "image": "/women 5.webp",
      "price": "$12.59"
    },

    {
      "id": "Women 7",
      "name": "Ladies Long Shiny Palazzo Pant",
      "description": {
        "style": " Long unisex pants cut with a loose, extremely wide leg that flares out from the waist, it is made from very soft light and shiny materials the botton is double needle stiche for added durability. It can be Pair with any long kurti, tunic, an oversized dress shirt, or a sweater to create a comfy but chic look",
        "sizeAndFit": [
          "The model has a 32 Waist, and a 28.5 inside leg and is waering a size 38 small. "
        ],
        "fabricCare": [
          "A natural fiber that is breathable and resists wrinkling,",
          "Use a basic and mild detergent",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/women 13 (1).webp",
      "price": "$20.40"
    },

    {
      "id": "Women 8",
      "name": "Ladies Crop Top Hoodie(Purple)",
      "description": {
        "style": "Fitted hooded sweater made from thicker frabic for additional warmth, with zipper, long sleeves with kangaroo pocket can be paired with a demin short or trouser .",
        "sizeAndFit": [
          "Model is 5'2 and is wearing a X-large",
          "Standard fit",
          "Fit true to size"
        ],
        "fabricCare": [
          "100% french terry fabric",
          "Machine wash cold",
          "No fabric softern needed"
        ]
      },
      "image": "/women 3.webp",
      "price": "$14.99"
    },

    {
      "id": "Women 9",
      "name": "Sliver Mini Party Dress With a Long Sleeve",
      "description": {
        "style": "stylish sliver party dress made from fine and delicate silk material,with fitted long sleeve and zipper ",
        "sizeAndFit": [
          "Model is 6'5 and is wearing a small",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "A natural fiber that is breathable and resists wrinkling,",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/women 17.webp",
      "price": "$58.19"
    },

    {
      "id": "Women 10",
      "name": "Gorgeous Long Patterned Fashionable Ladies Gown",
      "description": {
        "style": "Long gorgeous beautiful patterned fashionable ladies gown, with double sided slit and long sleeve suitable for parties.made from fine silk materials for added flare and movement ",
        "sizeAndFit": [
          "Model is 5'5 and is wearing a medium",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "A natural fiber that is breathable and resists wrinkling,",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/women 11 (1).webp",
      "price": "$115.98"
    },

    {
      "id": "Women 11",
      "name": "Women Sexy Attractive Lingerie Bra And Pant Set",
      "description": {
        "style": "This stunning lingerie is crafted from sumptuous silk, with a deep wine red hue and a soft velvety texture, This delicate lingerie features a classic silhouette with elegant scalloped lace trim, itis made from a luxurious lace material. ",
        "sizeAndFit": [
          "Model is has a waist size 28 and hip size 38 and is wearing a Medium",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "Use a basic and mild detergent",
          "Air drying",
          "Machine wash cold, turn delicates inside-out and fasten clasps"
        ]
      },
      "image": "/women 4.webp",
      "price": "$9.99"
    },

    {
      "id": "Women 12",
      "name": "Ladies Hipster Off-White Combat Short Skirt",
      "description": {
        "style": "The demin skirt is created with clean cotton fibres combined into long string, which are woven tightly together with industrial machine it is very durable and has additional thickness very suitable fot outdoors. ",
        "sizeAndFit": [
          "Model is 6'5 and is wearing a small",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "Use a basic and mild detergent",
          "Never wash with chlorine bleach",
          "Sun drying",
          "Machine wash cold"
        ]
      },
      "image": "/women 6.webp",
      "price": "$30.00"
    },

    {
      "id": "Women 13",
      "name": "Ladies Sleeveless Turtle Neck Top",
      "description": {
        "style": "Also known as a polo neck, a turtleneck is a garment with a high neckline that folds over. The turtleneck collar sits close around the neck with a snug fit. Turtlenecks come in different styles, including sweaters and short sleeve shirts, and also come in a variety of materials, such as cashmere, wool, and cotton.",
        "sizeAndFit": [
          "Model is 4'2 and is wearing a small",
          "Standard fit and fit true to size "
        ],
        "fabricCare": [
          "100% cotton",
          " Turn the shirt inside out and wash with cold water with like colors",
          "If you are going to use a machine we advise you put it on a delicate setting and use low heat"
        ]
      },
      "image": "/women 20.webp",
      "price": "$25.04"
    },

    {
      "id": "Women 14",
      "name": "Women's Work Chiffon Blouse Casual Tank Top Long Sleeve",
      "description": {
        "style": "stylish Women's wrap around Work Chiffon Blouse Casual Tank Top with Long Sleeve, made form delicate light slik material can be paired with a skirt from similar materials or a demin jean. Its is suitable for official and causual looks.",
        "sizeAndFit": [
          "Model is 5,7and is wearing a meduim",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "A natural fiber that is breathable and resists wrinkling,",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/women 8.webp",
      "price": "$26.99"
    },

    {
      "id": "Women 15",
      "name": "Women Autumn Elegant Retro Dress O Neck Long Sleeve Pockets Linen Maxi Long Dress (Black)",
      "description": {
        "style": "This is somtimes call an Abaya the garment worn by women around the globe. It is long-sleeved, black in style, floor-long. It is worn over street garments and is designed to be free and flowing, hiding the body curves. The sleeves are made of the same fabric; they are not stitched on individually. The abaya can be worn with other clothes, like a scarf covering the hair ",
        "sizeAndFit": [
          "Model is 6'5 and is wearing a medium",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "Cotton, silk, and synthetic fibers combine to make chiffon breathable and resists wrinkling,",
          "Air drying",
          "Machine wash cold",
          "Use a basic and mild detergent"
        ]
      },
      "image": "/women 12.webp",
      "price": "$30.9"
    },

    {
      "id": "Women 16",
      "name": "Ladies Gym Workout Yoga Wear 2 In 1 Set (White)",
      "description": {
        "style": "Women's two piece activewear set featuring racerback bra top and high waisted leggings. The bra top features thick shoulder straps and a racer back. The matching high waisted leggings have a wrap over seaming to the waistband ",
        "sizeAndFit": [
          "Model is 5'7 and is wearing a Medium",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "100% cotton material",
          "Never wash with chlorine bleach",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/women 15.webp",
      "price": "$10.00"
    },

    {
      "id": "Women 17",
      "name": "Silk Satin Chinese Traditional Dress Red With Golden Design",
      "description": {
        "style": "Elegant  deep red Floral Long Chinese Prom Dress Cheongsam Size,  It consists of a blouse (襦, ru) and a wrap-around skirt (裙, qun), with a draw string closure ",
        "sizeAndFit": [
          "Model is 5'5 and is wearing a small",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": ["Dry cleaning only"]
      },
      "image": "/women 18.webp",
      "price": "$25.00"
    },

    {
      "id": "Women 18",
      "name": "Women Long Sleeve White Kaftan Dress",
      "description": {
        "style": "Stunning women long sleeve white kaftan Dress, it is an ankle-length garment with long, flowing sleeves. It is made from a delicate silk material",
        "sizeAndFit": [
          "Model is 6'5 and is wearing a small",
          "Standard fit",
          "Fit true to size "
        ],
        "fabricCare": [
          "A natural fiber that is breathable and resists wrinkling,",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/women 19.webp",
      "price": "$18.10"
    }
  ],

  "men": [
    {
      "id": "men1",
      "name": "Black Trench Coat",
      "description": {
        "style": "Men's leather winter over coat jacket extra thick,long sleeve open front with a black leather belt",
        "sizeAndFit": [
          "Model is 6'5 and is wearing an X-large",
          "Standard fit",
          "Fit true to size"
        ],
        "fabricCare": [
          "100% wool",
          "Gently brush the coat with a soft suede brush after use before hanging in the closet",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/men 15.webp",
      "price": "$23.5"
    },

    {
      "id": "men2",
      "name": "Winter Wool Jacket Men's High Quality Wool Coat",
      "description": {
        "style": "Men's winter wool jacket with oversized collar that is either worn up or folded down, creating a wide neck opening that is perfect for displaying your favorite winter scarf",
        "sizeAndFit": [
          "Model is 6'5 and is wearing an X-large",
          "Standard fit",
          "Fit true to size"
        ],
        "fabricCare": [
          "100% wool",
          "Gently brush the coat with a soft suede brush after use before hanging in the closet",
          "Air drying"
        ]
      },
      "image": "/men 6.webp",
      "price": "$99.9"
    },

    {
      "id": "men3",
      "name": "Men's Causual Trail Convertible Pants- Khaki",
      "description": {
        "style": "Casual yet refined pants which  feature slant pockets, a zip fly, and visible stitching, made from a durable cotton material with a classic sand like color",
        "sizeAndFit": [
          "Model is 5'2 and is wearing a Medium",
          "Standard fit",
          "Fit true to size"
        ],
        "fabricCare": [
          "100% synthetic fibres",
          "Machine wash cold",
          "Air drying"
        ]
      },
      "image": "/men 4.webp",
      "price": "$30.99"
    },

    {
      "id": "men4",
      "name": "Men's Single- Breasted Leather Jacket Windbreaker",

      "description": {
        "style": "Loose fitting hooded sweater made from thicker frabic for additional warmth, with a hood with draw strings, long sleeves with kangaroo pocket.",
        "sizeAndFit": [
          "Model is 5'2 and is wearing a X-large",
          "Standard fit",
          "Fit true to size"
        ],
        "fabricCare": [
          "100% french terry fabric",
          "Machine wash cold",
          "No fabric softern needed"
        ]
      },
      "image": "/men 8.webp",
      "price": "$45.3"
    },

    {
      "id": "men5",
      "name": "Men's Superior Quality Long Sleeve Shirt",

      "description": {
        "style": "Men's high quality wine and gray patterned long sleeve shirt, It is made of a Good quality cotton material use for making fitted shirts. Though a casual wear, it can still be worn as an inner shirt under a 2 piece suit or jacket. Other ways of wearing it is by rocking it on jeans, chinos or just plain pants.",
        "sizeAndFit": [
          "Model is 5'2 and is wearing a X-large",
          "Standard fit and fit true to size "
        ],
        "fabricCare": ["100% cotton", "Machine wash cold"]
      },
      "image": "/men 3.webp",
      "price": "$50.00"
    },

    {
      "id": "men6",
      "name": "Pure Cotton White Short Sleeve Polo",
      "description": {
        "style": "Comfortable Causual and loose fitting white coloured t-shirt, it can be worn by anyone, made from 100% cotton, with double stitche at the botton amd sleeve hems from extra durability ",
        "sizeAndFit": [
          "Model is 6'2 and is wearing a medium",
          "Standard fit and fit true to size "
        ],
        "fabricCare": [
          "100% cotton",
          "Double needled hems and bottom",
          "Machine wash cold"
        ]
      },
      "image": "/men 20.webp",
      "price": "$15.59"
    },

    {
      "id": "men7",
      "name": "Classic Cotton Designers Polo",
      "description": {
        "style": "This classic crew neck patterned polo is made with high quality cotton that would last for years and give you a comfortable feel with double stiche at the bottom and hems for added durablity",
        "sizeAndFit": [
          "Model is 4'2 and is wearing a medium",
          "Standard fit and fit true to size "
        ],
        "fabricCare": [
          "100% cotton",
          "Double needled hems and bottom",
          "Machine wash cold"
        ]
      },
      "image": "/men 21.webp",
      "price": "$12.40"
    },

    {
      "id": "men8",
      "name": "Casual Sport Breathable Short Sleeve T-Shirt (White)",
      "description": {
        "style": "This classic white crew neck  is made with high quality cotton that would last for years and give you a comfortable feel with double stiche at the bottom and hems for added durablity",
        "sizeAndFit": [
          "Model is 6'2 and is wearing an XX-large",
          "Standard fit and fit true to size "
        ],
        "fabricCare": [
          "100% cotton",
          "Double needled hems and bottom",
          "Machine wash cold"
        ]
      },
      "image": "/men 5.webp",
      "price": "$29.99"
    },

    {
      "id": "men9",
      "name": "Men Long Sleeve Turtle Neck Top/ Cooperate Gray",
      "description": {
        "style": "Also known as a polo neck, a turtleneck is a garment with a high neckline that folds over. The turtleneck collar sits close around the neck with a snug fit. Turtlenecks come in different styles, including sweaters and long sleeve shirts, and also come in a variety of materials, such as cashmere, wool, and cotton.",
        "sizeAndFit": [
          "Model is 6'2 and is wearing a medium",
          "Standard fit and fit true to size "
        ],
        "fabricCare": [
          "100% cotton",
          " Turn the shirt inside out and wash with cold water with like colors",
          "If you are going to use a machine we advise you put it on a delicate setting and use low heat"
        ]
      },
      "image": "/men 7.webp",
      "price": "$82.19"
    },

    {
      "id": "men10",
      "name": "Men's Suit 2 Piece Set- Classic Luxury Wedding Suit ",
      "description": {
        "style": "single-breasted with two button,wedding suit comprising a suit jacket and trousers of identical textiles worn with a collared dress shirt, necktie, and dress shoes",
        "sizeAndFit": ["Model is 5'7 and is wearing a 46 regular"],
        "fabricCare": [
          "100% wool which is soft to the touch, and difficult to wrinkle",
          "Brush down after use",
          "For Machine wash, You should turn your suit jacket inside out and put it in a mesh bag. Depending on your washing machine you should find the gentlest washing option and make sure that the temperature is set on cold."
        ]
      },
      "image": "/men 9.webp",
      "price": "$115.98"
    },

    {
      "id": "men11",
      "name": "Business Formal Men Suit Set with a Lapel Formal Stylish Buttons Pocket Blazer",
      "description": {
        "style": "single-breasted with two button,wedding suit comprising a suit jacket and trousers of identical textiles worn with a collared dress shirt, necktie, and dress shoes",
        "sizeAndFit": [
          "Model is 6'5 and is wearing a 46 large",
          "Standard fit",
          "Fit true to size"
        ],
        "fabricCare": [
          "100% wool",
          "Gently brush the coat with a soft suede brush after use before hanging in the closet",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/men 2 (1).webp",
      "price": "$129.99"
    },

    {
      "id": "men12",
      "name": "Men Tracksuit Hooded Sweatshirt",
      "description": {
        "style": "Loose fitting hooded sweater made from thicker frabic for additional warmth, with a hood with draw strings, long sleeves with kangaroo pocket.",
        "sizeAndFit": [
          "Model is 5'2 and is wearing a X-large",
          "Standard fit",
          "Fit true to size"
        ],
        "fabricCare": [
          "100% french terry fabric",
          "Machine wash cold",
          "No fabric softern needed"
        ]
      },
      "image": "/men 13.webp",
      "price": "$30.00"
    },

    {
      "id": "men13",
      "name": "Men's Suit Jacket Big Size Man Business Corduroy Men Blazer",
      "description": {
        "style": "This type of jacket resmbles a suit jacket  but cut more casually.It is distinguished from a sport coat as a more formal garment and tailored from solid colour fabrics with a naval-style metal buttons.",
        "sizeAndFit": ["Model has a chest size 42  and is wearing an X-large"],
        "fabricCare": [
          "100% wool",
          "Gently brush the coat with a soft suede brush after use before hanging in the closet",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/men 1.webp",
      "price": "$65.04"
    },

    {
      "id": "men14",
      "name": "Groom Wedding Suits For Men Fashion Slim Fit Best Man 2 Piece Black",
      "description": {
        "style": "single-breasted with two button, groom wedding suit comprising a suit jacket and trousers of identical textiles worn with a collared dress shirt, necktie, and dress shoes",
        "sizeAndFit": [
          "Model is 6'5 and is wearing a 46 large",
          "Standard fit",
          "Fit true to size"
        ],
        "fabricCare": [
          "100% wool",
          "Gently brush the coat with a soft suede brush after use before hanging in the closet",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/men 16.webp",
      "price": "$98.24"
    },

    {
      "id": "men15",
      "name": "Summer Men's 2 Piece Sets Fitted T-Shirt",
      "description": {
        "style": "Button down camp collar silk neck shirt with matching trouser",
        "sizeAndFit": [
          "Model is 4'9 and is wearing a medium",
          "Standard fit",
          "Fit true to size"
        ],
        "fabricCare": [
          "100% silk",
          "Never wash with chlorine bleach",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/men 17.webp",
      "price": "$67.09"
    },

    {
      "id": "men16",
      "name": "Men's Jacket High Quality Fashion Casual Coat",
      "description": {
        "style": "The Denim jacket is created with clean cotton fibres combined into long strings, which are woven tightly together with an industrial machine. The key denim fabric properties — durability and thickness — come from the strength of these twists of yarn. ",
        "sizeAndFit": [
          "Model has a chest size 42, waist size 42,sleeve size 23,and is wearing a large size"
        ],
        "fabricCare": [
          "Use a basic and mild detergent",
          "Never wash with chlorine bleach",
          "Soak your jacket in cold water and let it be for at least an hour",
          "For Machine wash, You should turn your suit jacket inside out and put it in a mesh bag. Depending on your washing machine you should find the gentlest washing option and make sure that the temperature is set on cold.",
          "Machine wash cold"
        ]
      },
      "image": "/men 14.webp",
      "price": "$32.00"
    },

    {
      "id": "men17",
      "name": "Men's Scottish Tartan Kilt Black Vintage Skirt",
      "description": {
        "style": "Men's Scottish Tartan Kilt Black Vintage Skirt is a garment resembling a wrap-around knee-length skirt, made of twill woven worsted wool with heavy pleats at the sides and back and traditionally a tartan pattern.",
        "sizeAndFit": [
          "Model is 6'1 and is wearing a medium",
          "Standard fit",
          "fit true to size"
        ],
        "fabricCare": [
          "100% silk",
          "Never wash with chlorine bleach",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/men 18.webp",
      "price": "$45.00"
    },

    {
      "id": "men18",
      "name": "High Quality Men's Traditional Attire",
      "description": {
        "style": "High quality men's tradition attire 2-piece, a short sleeve knee length and a trouser from the same fabric",
        "sizeAndFit": [
          "Model is 4'9 and is wearing a medium",
          "Standard fit",
          "fit true to size"
        ],
        "fabricCare": [
          "100% cotton",
          "Never wash with chlorine bleach",
          "Air drying",
          "Machine wash cold"
        ]
      },
      "image": "/men 19.webp",
      "price": "$35.10"
    },

    {
      "id": "men19",
      "name": "Classic Cotton Designers Polo for Men",
      "description": {
        "style": "This classic crew neck patterned polo is made with high quality cotton that would last for years and give you a comfortable feel with double stiche at the bottom and hems for added durablity",
        "sizeAndFit": [
          "Model is 4'2 and is wearing a medium",
          "Standard fit and fit true to size "
        ],
        "fabricCare": [
          "100% cotton",
          "Double needled hems and bottom",
          "Machine wash cold"
        ]
      },
      "image": "/men 12.webp",
      "price": "$20.10"
    }
  ]
}
